Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=975_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki čoahkkin čuovvunláhkai interneahtas
smn: Sämitige čuákkim čuávvumnáál interneetist

source: Sámedikki jagi maŋimuš čoahkkin dollojuvvo 22.12.2014 Anáris, Sajosis diibmu 9.00.
smn: Sämitige ive majemuš čuákkim tuálloo 22.12.2014 Anarist, Sajosist tijme 9.00.

source: Njuolggo interneahttasáddaga čoahkkimis sáhttá čuovvut čujuhusas
smn: Njuolgâ internetvuolgâttâs čuákkimist puáhtá čuávvuđ čujottâsâst

source: Sáddagis gullat čoahkkinsáles hállojuvvon giela.
smn: http://sogku.fi/live.

source: Sámedikki čoahkkimis sáhttá geavahit anáraš-, nuortalaš- ja davvisámegiela sihke suomagiela.
smn: Sämitige čuákkimist puáhtá kevttiđ anarâš-, nuorttâlâš- já orjâlâškielâ sehe suomâkielâ.

source: Interneahttasáddagii ii dán muttus ožžojuvvo dulkon sierra gielaid gaskkas.
smn: Internetvuolgâttâsân ij taan tovváá finnii tulkkum jieškote-uv kielâi kooskân.

source: Čoahkkima álggus sámedikki ságadoallit buktet ovdan geahčastaga iežaset ja stivrra doibmii dáhpáhusain, mat leamašan ovddit dievasčoahkkima maŋŋá.
smn: Čuákkim aalgâst sämitige saavâjođetteijeeh taheh kejâstuv jieijâs já stiivrâ tooimân ovdebáá almosčuákkim maŋa tábáhtum aašijn.

source: Čoahkkima áššelisttus lea sámedikki doaibmaplána-bušeahta dohkkeheapmi jahkái 2015.
smn: Čuákkim äššilistoost lii sämitige toimâvuávám-budjet tuhhiittem ihán 2015.

source: Sámedikki stivra lea čoahkkimisttis 12.12.2014 dohkkehan doaibmaplána-bušeahta ovdanbuktima várás dievasčoahkkimii.
smn: Sämitige stivrâ lii tuhhiittâm toimâvuávám-budjet oovdânpyehtimnáál almosčuákkimân čuákkimistis 12.12.2014.

source: Áššelisttus leat maid dieđihanáššit sihke várrelahtu nammadeapmi sámedikki nuoraidráđđái.
smn: Äššilistoost láá meid tieđettemääših sehe värijeessân nomâttem sämitige nuorâirááđán.

source: Čoahkkima sáhttá čuovvut maid čoahkkinsáles.
smn: Čuákkim puáhtá čuávvuđ meid čuákkimsalist.

source: Čoahkkinbovdehus
smn: Čuákkimpovdiittâs
